{
  "teamMembers": [
    {
      "id": 1,
      "photo": "/teammembers/01.jpg",
      "name": "Alexandra Carbajal",
      "position": "Socia",
      "email": "carbajal@mirai.legal",
      "linkedin": "https://www.linkedin.com/in/alexandra-carbajal-mirai/",
      "bio": "Alexandra es una abogada con amplia experiencia en el campo empresarial, patrimonial, inmobiliario y sucesorio, con más de veinte años de práctica en materia notarial, ha asesorado a grandes grupos corporativos de diversos sectores y cuenta con gran destreza en el área patrimonial, inmobiliario, sucesorio así como en el cálculo de impuestos locales y federales.",
      "hitosProf": [
        "Especialista en derecho corporativo, inmobiliario y estructuración patrimonial.",
        "Experiencia en notarías, registros públicos y cálculo de impuestos locales y federales.",
        "Asesora de grupos familiares en procesos de transmisión hereditaria y planificación sucesoria.",
        "Consultora legal en operaciones fiduciarias y de inversión inmobiliaria.",
        "Regulación de actividades comerciales y elaboración de contratos mercantiles."
      ],
      "practicas": ["Derecho Corporativo", "Derecho Familiar", "Derecho Patrimonial", "Derecho Civil y Mercantil", "Derecho Inmobiliario"],
      "industrias": ["Empresas familiares y patrimoniales", "ONGs, Fundaciones y Sector Cultural", "Real Estate y Desarrollo Inmobiliario"],
      "footerText": "En MIRAI Abogados, Alexandra está lista para <strong>impulsar tu crecimiento corporativo</strong> con estrategias legales innovadoras. <strong>¿Necesitas asesoría experta en derecho corporativo o inmobiliario?</strong>"
    },
    {
      "id": 2,
      "photo": "/teammembers/02.jpg",
      "name": "Luis Cuevas",
      "position": "Socio",
      "email": "luiscuevas@mirai.legal",
      "linkedin": "https://www.linkedin.com/in/luis-alberto-cuevas-guzm%C3%A1n-69b70519",
      "bio": "Luis ha construido una peculiar trayectoria internacional en las áreas de cumplimiento, ética corporativa y sostenibilidad. Viviendo y trabajando en Suiza, US, Panamá y Reino Unido, ha ocupado posiciones globales en empresas de las industrias farmacéutica y de consumo. Su compromiso con generar impacto social lo llevó a fundar Rethical y Brain Tonic. Reconocido por su capacidad para identificar riesgos complejos y diseñar soluciones a la necesidad del cliente, Luis es un aliado estratégico para organizaciones que buscan operar con integridad y sostenibilidad.",
      "hitosProf": [
        "Fundador de Rethical (UK) y Brain Tonic (MX), startups dedicadas a integrar los principios ASG en la cultura y operación las empresas.",
        "Executive MBA global patrocinado por Novartis: Visión integral de negocios con enfoque en la industria farmacéutica y biotecnológica.",
        "Director Global de Compliance en Reckitt, Londres: Liderazgo de funciones de cumplimiento a escala global en una empresa multinacional de consumo masivo.",
        "Strategic Leadership Program, Center for Creative Leadership (CCL), Bélgica: Perfeccionamiento en liderazgo estratégico y gestión de equipos globales."
      ],
      "practicas": ["ASG / ESG (Ambiental, Social y de Gobernanza)", "Derecho Ambiental", "Ética y Compliance", "Fintech, LegalTech y RegTech", "Life Sciences y Derecho Regulatorio"],
      "industrias": ["Agroindustria y Recursos Naturales", "Consumo y Bienes de Consumo_Empacados (FMCG)", "Farmacéutica y Ciencias de la Salud", "Infraestructura y Energía", "ONGs, Fundaciones y Sector Cultural", "Tecnología y Plataformas Digitales", "Turismo y Hospitalidad"],
      "footerText": "En MIRAI Abogados, Luis te ayudará a <strong>transformar tu empresa hacia la sostenibilidad</strong> con soluciones legales innovadoras. <strong>¿Quieres liderar el cambio hacia un futuro más verde?</strong>"
    },
    {
      "id": 3,
      "photo": "/teammembers/03.jpg",
      "name": "Israel Pérez Correa",
      "position": "Socio",
      "email": "perezcorrea@mirai.legal",
      "linkedin": "https://www.linkedin.com/in/israelperezc/",
      "bio": "Israel Pérez Correa cuenta con 25 años de experiencia y es socio fundador en MIRAI Abogados, donde está a cargo de la oficina de Monterrey, Nuevo León y lidera los grupos de práctica de Propiedad Intelectual, Derecho del Entretenimiento y Derecho Migratorio. Su vasta experiencia abarca la protección, administración, defensa y monetización de todo tipo de activos intangibles, desde signos distintivos, invenciones, obras artísticas y derechos afines y conexos como los derechos de imagen, hasta la implicación de estos en modelos de franquicia, fusiones, acuerdos de co-inversión y la comunicación y explotación de los mismos en medios tradicionales o digitales. La práctica de Israel está constantemente ligada a las industrias creativas o billboard industries, desde la arena del entretenimiento y la deportiva hasta el campo del arte o la moda. Su práctica incluye el cuidado, negociación y defensa de temas ligados a la música, las producciones audiovisuales o la representación del talento, ya sea que se trate de deportistas, o bien de artistas, autores, intérpretes, actores o ejecutantes. Israel también participa activamente en operaciones transaccionales y constantemente, en conjunto con otros miembros del equipo, soporta a negocios familiares en los procesos de institucionalización y sostenibilidad que garanticen la continuidad de los negocios a través de las transiciones generacionales. Israel, junto con las prácticas de atención al consumidor y regulatorio sanitario de la firma, también garantiza la legalidad de frases publicitarias, la información comercial de productos y servicios y el etiquetado de productos, así como el cumplimiento de lineamientos en campañas de marketing en el entorno digital, y la garantía de derechos mediante la negociación y estructuración de contratos de publicidad y patrocinio.",
      "hitosProf": [
        "Maestría en Derecho de la Propiedad Industrial, Derecho de autor y nuevas tecnologías por la Universidad Panamericana.",
        "Durante el 2024 fue el coordinador del Comité de Propiedad Intelectual de la Asociación Nacional de Abogados de Empresa, capítulo Nuevo León.",
        "Consultor en estructuras de inversión y gobierno societario: Asesoría clave para la optimización de inversiones y la administración empresarial.",
        "Licenciado en Derecho, Universidad Iberoamericana: Formación académica integral en derecho."
      ],
      "practicas": ["Derecho Corporativo", "Derecho Migratorio", "Derecho Patrimonial", "Derecho Fiscal", "Entretenimiento, deportes e industrias creativas", "Propiedad Intelectual"],
      "industrias": ["Empresas familiares y patrimoniales", "ONGs, Fundaciones y Sector Cultural", "Real Estate y Desarrollo Inmobiliario", "Tecnología y Plataformas Digitales"],
      "footerText": "En MIRAI Abogados, Israel está listo para <strong>proteger y monetizar tus activos intangibles</strong> con estrategias innovadoras. <strong>¿Necesitas asesoría experta en propiedad intelectual o entretenimiento?</strong>"
    },
    {
      "id": 4,
      "photo": "/teammembers/04.jpg",
      "name": "Marco A. Pérez Alcalde",
      "position": "Socio",
      "email": "perezalcalde@mirai.legal",
      "linkedin": "https://www.linkedin.com/in/marcoperezalcalde",
      "bio": "Marco A. Pérez Alcalde es Socio Fundador en MIRAI Abogados con 25 años de experiencia, donde lidera el grupo de práctica en Banca, Financiero y Fintech. Su amplia experiencia abarca fintech, regulación bancaria, gestión de activos, billeteras digitales, préstamos, Insurtech, medios de pago (esquemas de tarjetas) y bursatilización. Marco también impulsa la innovación como líder de los departamentos de Legaltech y Regtech. Guía estratégicamente tanto a empresas fintech como a bancos a través de complejos marcos regulatorios, diseñando soluciones financieras innovadoras y obteniendo licencias cruciales para sus proyectos. En su experiencia, es responsable del lanzamiento de numerosos productos fintech, incluyendo soluciones de gestión de activos, créditos al consumo, préstamos personales y tarjetas de débito y crédito, así como de la tramitación de autorizaciones de entidades financieras. Su experiencia se extiende además a importantes iniciativas de financiamiento, destacando su participación en una emisión de bonos verdes por USD $1.1 mil millones y una bursatilización privada de USD$225 millones con Goldman Sachs, entre otras transacciones privadas de la misma o mayor escala. Antes de su cargo actual, Marco fue General Counsel en Mercado Pago México por siete años. Su experiencia incluye haber trabajado en instituciones como American Express y la Bolsa Mexicana de Valores, así como en despachos internacionales, destacando su paso por la oficina de White & Case en Londres.",
      "hitosProf": [
        "Maestría en Derecho Financiero, King's College London: Especialización de vanguardia en regulación financiera internacional.",
        "Maestría en Derecho de Empresa, Universidad Panamericana: Especialización en la normativa que rige las operaciones corporativas.",
        "Asesor en regulación Fintech, SPEI y créditos digitales: Orientación experta en las normativas que habilitan la innovación financiera.",
        "Programa de Liderazgo, Universidad de Stanford: Desarrollo de habilidades de liderazgo estratégico y visión global.",
        "Especialidad en Derecho Mercantil, Escuela Libre de Derecho: Profundo conocimiento de las bases del derecho de los negocios."
      ],
      "practicas": ["Contractual", "Derecho Bancario, Bursátil y Financiero", "Derechos del Consumidor (PROFECO y CONDUSEF)", "Fintech, LegalTech y RegTech", "Financiamientos"],
      "industrias": ["Fintech, Bancario y Financiero", "ONGs, Fundaciones y Sector Cultural", "Tecnología y Plataformas Digitales", "Seguros y Servicios Financieros"],
      "footerText": "En MIRAI Abogados, Marco está listo para <strong>impulsar tu innovación financiera</strong> con soluciones regulatorias estratégicas. <strong>¿Necesitas navegar el complejo mundo fintech y bancario?</strong>"
    },
    {
      "id": 5,
      "photo": "/teammembers/05.jpg",
      "name": "Marco Zavaleta",
      "position": "Socio",
      "email": "zavaleta@mirai.legal",
      "linkedin": "https://www.linkedin.com/in/marco-a-zavaleta-guerra",
      "bio": "Marco es una figura central y pionera en el desarrollo del derecho del consumidor y la publicidad en México, reconocido por su habilidad para establecer precedentes judiciales significativos. Su liderazgo ha sido crucial en litigios de alto impacto, redefiniendo la responsabilidad empresarial frente a los consumidores. Representa a empresas líderes en sectores estratégicos, combinando una profunda empatía con un arraigado sentido de justicia. Su experiencia abarca la resolución de controversias y la asesoría preventiva para asegurar el cumplimiento y proteger la reputación de sus clientes ante un marco legal en constante evolución.",
      "hitosProf": [
        "Asesor de marcas globales en product liability: gestión y mitigación de riesgos legales relacionados con la seguridad de productos.",
        "Líder doctrinario en acciones de defensa colectiva: contribución al desarrollo teórico y práctico de acciones colectivas.",
        "Litigante en materia civil y mercantil para empresas transnacionales y asesor jurídico de diversas industrias con clientes y proveedores.",
        "Pionero en litigios de derechos del consumidor de alto impacto: creación de jurisprudencia en la defensa de los derechos del consumidor.",
        "Especialidades en Derecho Constitucional, Amparo y Derecho Civil (Universidad Panamericana): profundo conocimiento de las garantías fundamentales."
      ],
      "practicas": [
        "Contractual",
        "Derecho Agrario",
        "Derechos del Consumidor (PROFECO y CONDUSEF)",
        "Derecho Familiar",
        "Derecho Inmobiliario",
        "Derecho Patrimonial",
        "Litigio Civil y Mercantil",
        "Corresponsalías"
      ],
      "industrias": [
        "Agroindustria y Recursos Naturales",
        "Alimentos y Bebidas",
        "Consumo y Bienes de Consumo Empacados (FMCG)",
        "Farmacéutica y Ciencias de la Salud",
        "ONGs, Fundaciones y Sector Cultural",
        "Real Estate y Desarrollo Inmobiliario",
        "Seguros y Servicios Financieros",
        "Tecnología y Plataformas Digitales",
        "Turismo y Hospitalidad"
      ],
      "footerText": "En MIRAI Abogados, Marco lidera estrategias de alto impacto para proteger a las marcas y fortalecer su reputación. <strong>¿Buscas defensa experta en derecho del consumidor o litigios complejos?</strong>"
    },
    {
      "id": 6,
      "photo": "/teammembers/06.jpg",
      "name": "Israel Alfaro",
      "position": "Socio",
      "email": "alfaro@mirai.legal",
      "linkedin": "https://www.linkedin.com/in/israel-alfaro-lopez",
      "bio": "Israel Alfaro es un especialista consumado en derecho administrativo y privado, cuya experiencia ha sido fundamental para asesorar a instituciones y empresas en temas de la más alta complejidad legal. Se distingue por un dominio técnico impecable, sólido criterio institucional y notable capacidad de negociación en entornos normativos exigentes. No solo resuelve problemáticas: construye soluciones que aseguran legalidad y eficiencia en la interacción con el sector público, brindando certeza jurídica y estratégica en operaciones críticas y sensibles.",
      "hitosProf": [
        "Licenciado en Derecho, Universidad Panamericana: sólida base académica en ciencias jurídicas.",
        "Consultor en procesos de fiscalización institucional: guía estratégica en auditorías y revisiones de entidades públicas.",
        "Experto en contratación pública y derecho regulatorio: asesoría clave en la interacción con el gobierno y sus regulaciones.",
        "Asesor en cumplimiento administrativo avanzado: diseño e implementación de políticas para asegurar conformidad con la normativa gubernamental."
      ],
      "practicas": [
        "Derecho Bancario, Bursátil y Financiero",
        "Derecho Administrativo y Constitucional",
        "Derecho Civil y Mercantil",
        "Ética y Compliance"
      ],
      "industrias": [
        "Automotriz y Manufactura Avanzada",
        "Infraestructura y Energía",
        "Fintech, Bancario y Financiero",
        "Seguros y Servicios Financieros"
      ],
      "footerText": "En MIRAI Abogados, Israel aporta <strong>certeza jurídica y eficiencia institucional</strong> para tus operaciones con el sector público. <strong>¿Necesitas soporte en contratación pública o cumplimiento administrativo?</strong>"
    },
    {
      "id": 7,
      "photo": "/teammembers/07.jpg",
      "name": "Juan Carlos Peraza",
      "position": "Socio",
      "email": "peraza@mirai.legal",
      "bio": "Juan Carlos Peraza es un abogado con más de 35 años de experiencia en litigio y consultoría en derecho administrativo, constitucional, telecomunicaciones, anticorrupción y prevención de lavado de dinero. Ha representado a empresas líderes en casos de alta complejidad, incluidos precedentes ante la Suprema Corte de Justicia de la Nación. Fue Director Jurídico en Avantel y Televisa Telecom, y ha enfrentado con éxito litigios regulatorios frente a autoridades como el IFT y la COFECE. Es egresado de la UNAM con especialidad en Amparo por la Universidad Panamericana y formación adicional en derecho laboral y telecomunicaciones.",
      "hitosProf": [
        "Litigante estratégico ante la Suprema Corte de Justicia de la Nación: defensa exitosa en casos constitucionales clave en telecomunicaciones y regulación económica.",
        "Director jurídico en empresas de telecomunicaciones: liderazgo legal en Avantel y Televisa Telecom, gestionando litigios de alto impacto y regulación sectorial.",
        "Experto en derecho administrativo, constitucional y regulatorio: asesor de bancos y empresas líderes frente a autoridades como el IFT, COFECE y SHCP.",
        "Especialidades en Amparo y Derecho de Telecomunicaciones: UNAM, Universidad Panamericana y Escuela Libre de Derecho, con formación técnica y práctica en litigio constitucional."
      ],
      "practicas": [
        "Derecho Administrativo y Constitucional"
      ],
      "industrias": [
        "Consumo y Bienes de Consumo Empacados (FMCG)",
        "ONGs, Fundaciones y Sector Cultural",
        "Tecnología y Plataformas Digitales"
      ],
      "footerText": "En MIRAI Abogados, Juan Carlos combina <strong>experiencia estratégica y liderazgo legal</strong> para enfrentar litigios de alta complejidad. <strong>¿Necesitas defensa en casos regulatorios o constitucionales?</strong>"
    },
    {
      "id": 8,
      "photo": "/teammembers/08.jpg",
      "name": "Arturo Ávalos",
      "position": "Counsel",
      "email": "aavalos@mirai.legal",
      "linkedin": "https://www.linkedin.com/in/arturo-avalos-l%C3%B3pez-20327b1a5",
      "bio": "Arturo Ávalos es un abogado con más de dos décadas de trayectoria representando a empresas líderes nacionales e internacionales en Derecho Administrativo, Litigio regulatorio y Derechos del consumidor. Cuenta con una práctica consolidada en Derechos del Consumidor, un área clave en el entorno legal mexicano debido a la constante evolución del marco normativo en defensa colectiva y responsabilidad empresarial. Ha asesorado a compañías en sectores como telecomunicaciones, automotriz, banca, farmacéutico, inmobiliario y tecnología, combinando visión estratégica de cumplimiento con ejecución jurídica impecable, destacando como referente en la interacción entre la empresa privada y autoridades administrativas.",
      "hitosProf": [
        "Diplomados en la Práctica Forense Civil y Familiar.",
        "Integrante del equipo legal de Axtel, S.A.B. de C.V.: enlace institucional con entidades gubernamentales del sector telecomunicaciones.",
        "Counsel en Mirai Abogados: especialista en derecho administrativo-contencioso regulatorio."
      ],
      "practicas": [
        "Derechos del Consumidor (PROFECO y CONDUSEF)",
        "Derecho Administrativo y Constitucional",
        "Regulación y Cumplimiento"
      ],
      "industrias": [
        "Automotriz y Manufactura",
        "Consumo y Bienes de Consumo Empacados (FMCG)",
        "Consumo, Farmacéutica y Salud",
        "Inmobiliario e Infraestructura",
        "Servicios Financieros y Banca",
        "Telecomunicaciones y Tecnología",
        "Turismo y Hospitalidad"
      ],
      "footerText": "En MIRAI Abogados, Arturo ofrece <strong>asesoría experta y estratégica</strong> en derecho administrativo y regulatorio. <strong>¿Necesitas un aliado en cumplimiento y defensa del consumidor?</strong>"
    },
    {
      "id": 9,
      "photo": "/teammembers/09.jpg",
      "name": "Héctor Guerrero",
      "position": "Counsel",
      "email": "hguerrero@mirai.legal",
      "linkedin": "https://www.linkedin.com/in/hguerreroalonso",
      "bio": "Héctor es un abogado especializado en Derecho Civil y Mercantil, con una práctica enfocada en litigio estratégico en México. Ha representado a empresas nacionales e internacionales en procedimientos judiciales complejos, particularmente en los sectores financiero, automotriz y comercial. Además, participa activamente en la redacción, revisión y negociación de contratos, cerrando acuerdos clave para clientes en contextos de alta exigencia. Su visión integral del riesgo y sólido conocimiento técnico le permiten diseñar soluciones jurídicas preventivas que reducen la exposición legal y fortalecen la posición de sus clientes.",
      "hitosProf": [
        "Licenciado en Derecho, Universidad Iberoamericana.",
        "Representación judicial en procedimientos civiles y comerciales de alto impacto.",
        "Especialista en litigio civil y mercantil."
      ],
      "practicas": [
        "Contractual",
        "Contratación Civil y Mercantil",
        "Derecho Familiar",
        "Derecho Inmobiliario",
        "Litigio Civil y Mercantil"
      ],
      "industrias": [
        "Automotriz y Manufactura",
        "Consumo y Servicios al Cliente",
        "Financiera y Banca",
        "Telecomunicaciones y Tecnología",
        "Real Estate y Desarrollo Inmobiliario"
      ],
      "footerText": "En MIRAI Abogados, Héctor ofrece <strong>estrategias legales efectivas</strong> en litigio civil y mercantil. <strong>¿Buscas representación sólida en procedimientos judiciales de alto impacto?</strong>"
    },
    {
      "id": 10,
      "photo": "/teammembers/10.jpg",
      "name": "Karen Hernández",
      "position": "Counsel",
      "email": "khernandez@mirai.legal",
      "linkedin": "https://www.linkedin.com/in/karen-hern%C3%A1ndez-nolasco-b4317669",
      "bio": "Karen es una abogada con enfoque preventivo, especializada en contratos, litigio civil, derecho regulatorio y traducciones legales. Ha asesorado a clientes de sectores como el comercial, bienes y servicios, transporte, cadena de suministro, textil y financiero. Con más de diez años de experiencia en litigio civil, diseña estructuras jurídicas que minimizan la exposición legal de sus clientes. Su formación académica y profesional le ha permitido participar en asuntos complejos en aviación comercial, moda, industria refresquera y textil.",
      "hitosProf": [
        "Maestría en Derecho, por la Universidad Nacional Autónoma de México, con enfoque en contratos en materia de aviación comercial.",
        "Cursos en materia de traducción por la ANADE y CEM (Tucson, Arizona), así como certificaciones FCE, TOEIC y TOEFL ITP.",
        "Curso en Harvard Law School en materia de Contratos y asuntos de derecho fiduciario."
      ],
      "practicas": [
        "Contratación Civil y Mercantil",
        "Contractual",
        "Derecho Ambiental",
        "Litigio Civil Estratégico",
        "Traducciones Legales"
      ],
      "industrias": [
        "Agroindustria y Recursos Naturales",
        "Automotriz y Manufactura"
      ],
      "footerText": "En MIRAI Abogados, Karen ofrece <strong>asesoría preventiva y estratégica</strong> en contratos, litigio civil y derecho regulatorio. <strong>¿Buscas reducir riesgos legales con soluciones a la medida?</strong>"
    },
    {
      "id": 11,
      "photo": "/teammembers/11.jpg",
      "name": "Édgar Pilar",
      "position": "Counsel",
      "email": "epilar@mirai.legal",
      "linkedin": "https://www.linkedin.com/in/edgar-allan-pilar-garcia-90",
      "bio": "Édgar es un abogado con enfoque estratégico y sólida trayectoria en Derecho Civil, Derecho del Consumidor y Derecho Administrativo. Ha asesorado y representado a empresas nacionales e internacionales, anticipando escenarios de riesgo y desarrollando soluciones jurídicas eficaces para prevenir conflictos y proteger proactivamente los intereses de sus clientes. Especialista en Derecho Civil por la UNAM y con experiencia en litigio civil y administrativo, es un defensor confiable ante autoridades como Profeco y Condusef. Ha fungido como portavoz legal frente a controversias de consumo y servicios financieros, diseñando estrategias legales que aseguran cumplimiento normativo y reputacional.",
      "hitosProf": [
        "Especialista en Derecho Civil, Universidad Nacional Autónoma de México.",
        "Asesor jurídico en la implementación de estrategias legales para empresas de diversos sectores.",
        "Especialista en defensa del consumidor, derecho administrativo y atención de controversias ante autoridades reguladoras."
      ],
      "practicas": [
        "Contratación Civil y Mercantil",
        "Derecho Familiar",
        "Derechos del Consumidor (PROFECO) / CONDUSEF",
        "Litigio Civil y Mercantil"
      ],
      "industrias": [
        "Automotriz y Manufactura",
        "Consumo y Servicios al Cliente",
        "Consumo y Bienes de Consumo Empacados (FMCG)",
        "Tecnología y Plataformas Digitales",
        "Telecomunicaciones y Tecnología",
        "Turismo y Hospitalidad"
      ],
      "footerText": "En MIRAI Abogados, Édgar brinda <strong>soluciones jurídicas estratégicas</strong> para proteger a empresas en sectores fiscalizados y orientados al cliente. <strong>¿Necesitas un aliado legal confiable?</strong>"
    }    
  ]
}
